[
  {
    "id": 1,
    "picture": "https://i.postimg.cc/ZRbDfn4M/Food.png",
    "title": "Meal Distribution",
    "category": "Food",
    "category_bg": "#0052FF",
    "card_bg": "#0052FF26",
    "text_bg": "#0052FF",
    "description": "Help alleviate hunger by providing meal kits containing essential food items to families in need. Your support ensures that vulnerable individuals have access to nutritious meals, fostering their health and well-being. By contributing to this initiative, you play a vital role in combating food insecurity and ensuring that no one goes hungry in our community.",
    "price": 30
  },
  {
    "id": 2,
    "picture": "https://i.postimg.cc/pr2xJR6W/Education.png",
    "title": "Scholarship Fund",
    "category": "Education",
    "category_bg": "#FF444A",
    "card_bg": "#FF444A26",
    "text_bg": "#FF444A",
    "description": "Empower students from low-income backgrounds to pursue their academic dreams with scholarships for higher education. Your generosity opens doors to opportunities that may otherwise be out of reach, enabling these students to achieve their full potential. By investing in their future, you contribute to building a more equitable society where education is accessible to all, regardless of financial circumstances.",
    "price": 50
  },
  {
    "id": 3,
    "picture": "https://i.postimg.cc/3JF0hwTB/Clothing.png",
    "title": "Winter Clothing",
    "category": "Clothing",
    "category_bg": "#79C23F",
    "card_bg": "#79C23F26",
    "text_bg": "#79C23F",
    "description": "Extend warmth and comfort to individuals experiencing homelessness by donating warm clothing items such as coats, sweaters, and boots. Your contributions provide essential protection against the harsh winter weather, ensuring that those in need stay safe and healthy. Through your generosity, you offer a beacon of hope and solidarity to the most vulnerable members of our community.",
    "price": 20
  },
  {
    "id": 4,
    "picture": "https://i.postimg.cc/vZXP4MW7/Health.png",
    "title": "Medical Donation",
    "category": "Health",
    "category_bg": "#F87147",
    "card_bg": "#F8714726",
    "text_bg": "#F87147",
    "description": "Support healthcare facilities in delivering quality care to patients in need by donating essential medical equipment such as wheelchairs, crutches, and hospital beds. Your contributions enhance the capacity of healthcare providers to address the healthcare needs of their patients effectively. By investing in healthcare infrastructure, you contribute to improving health outcomes and enhancing the quality of life for individuals in our community.",
    "price": 40
  },
  {
    "id": 5,
    "picture": "https://i.postimg.cc/9F25Tmqs/21439029-6432892.jpg",
    "title": "Community Garden",
    "category": "Food",
    "category_bg": "#0052FF",
    "card_bg": "#0052FF26",
    "text_bg": "#0052FF",
    "description": "Foster sustainability and food security in our community by supporting the establishment of community gardens. These green spaces provide opportunities for cultivating fruits and vegetables, promoting healthy eating habits and environmental conservation. Your involvement in this initiative contributes to building resilient and self-sufficient communities where everyone has access to fresh, locally-grown produce.",
    "price": 25
  },
  {
    "id": 6,
    "picture": "https://i.postimg.cc/3wXb3ptR/2151112159.jpg",
    "title": "Education Initiative",
    "category": "Education",
    "category_bg": "#FF444A",
    "card_bg": "#FF444A26",
    "text_bg": "#FF444A",
    "description": "Empower underprivileged students with opportunities for hands-on STEM education through innovative programs and mentorship. By investing in STEM education, you inspire the next generation of innovators and problem solvers, equipping them with the skills they need to thrive in the modern workforce. Your support helps bridge the opportunity gap and promotes equitable access to quality education for all students.",
    "price": 35
  },
  {
    "id": 7,
    "picture": "https://i.postimg.cc/j2fTSS2v/12178768-4934495.jpg",
    "title": "Back-to-School Clothing",
    "category": "Clothing",
    "category_bg": "#79C23F",
    "card_bg": "#79C23F26",
    "text_bg": "#79C23F",
    "description": "Ensure that every child has the essential clothing and supplies they need to succeed in school by supporting back-to-school clothing drives. Your donations alleviate the financial burden on families and empower children to start the school year with confidence. By providing school uniforms and supplies, you help create a level playing field where all students have the opportunity to excel academically.",
    "price": 15
  },
  {
    "id": 8,
    "picture": "https://i.postimg.cc/V6qyxHVH/2151183737.jpg",
    "title": "Nutrition Education",
    "category": "Health",
    "category_bg": "#F87147",
    "card_bg": "#F8714726",
    "text_bg": "#F87147",
    "description": "Promote healthy eating habits and nutrition education in schools and communities to empower individuals to make informed choices about their health and well-being. Through educational initiatives and outreach programs, you raise awareness about the importance of balanced diets and lifestyle choices. By investing in nutrition education, you foster healthier communities and empower individuals to lead happier, more fulfilling lives.",
    "price": 45
  },
  {
    "id": 9,
    "picture": "https://i.postimg.cc/J49fh8Cd/2151205766.jpg",
    "title": "Food Bank Support",
    "category": "Food",
    "category_bg": "#0052FF",
    "card_bg": "#0052FF26",
    "text_bg": "#0052FF",
    "description": "Combat hunger and food insecurity in our community by donating non-perishable food items to local food banks. Your contributions provide essential sustenance to individuals and families facing food insecurity, ensuring that no one goes hungry. By supporting food banks, you help strengthen our social safety net and create a more resilient community where everyone has access to nutritious food.",
    "price": 30
  },
  {
    "id": 10,
    "picture": "https://i.postimg.cc/gkQxkxJF/2151164306.jpg",
    "title": "Literacy Program",
    "category": "Education",
    "category_bg": "#FF444A",
    "card_bg": "#FF444A26",
    "text_bg": "#FF444A",
    "description": "Empower undeserved communities with the gift of literacy by supporting programs aimed at improving reading and writing skills. Through targeted interventions and educational resources, you help individuals develop essential literacy skills that are fundamental to lifelong learning and success. By investing in literacy programs, you break down barriers to opportunity and foster a more inclusive society where everyone has the chance to thrive.",
    "price": 40
  },
  {
    "id": 11,
    "picture": "https://i.postimg.cc/zXsPwkBd/2150951187.jpg",
    "title": "Professional Attire",
    "category": "Clothing",
    "category_bg": "#79C23F",
    "card_bg": "#79C23F26",
    "text_bg": "#79C23F",
    "description": "Empower job seekers to make a positive impression in the workforce by donating professional attire such as suits and dress shoes. Your contributions provide individuals with the clothing they need to succeed in job interviews and secure employment opportunities. By supporting professional attire drives, you help individuals overcome barriers to employment and achieve economic independence.",
    "price": 35
  },
  {
    "id": 12,
    "picture": "https://i.postimg.cc/WzhXg5k1/2150847963.jpg",
    "title": "Mental Health Campaign",
    "category": "Health",
    "category_bg": "#F87147",
    "card_bg": "#F8714726",
    "text_bg": "#F87147",
    "description": "Raise awareness about mental health issues and promote access to resources and support for those in need. By starting conversations and challenging stigmas surrounding mental illness, you create a more supportive and understanding community where everyone feels valued and accepted. Your involvement in mental health campaigns helps break down barriers to care and ensures that individuals receive the support they deserve.",
    "price": 35
  }
]
